Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Distance you drag to delete each additional word. Lower deletes words faster.
de: Wie weit du ziehst, um jedes weitere Wort zu löschen. Kürzer löscht die Wörter schneller.
es: La distancia que arrastras para borrar cada palabra de más. Cuanto más baja, más rápido las borras.
et: Vahemaa, mida lohistad iga lisasõna kustutamiseks. Väiksem väärtus kustutab sõnu kiiremini.
fr: Distance à glisser pour supprimer chaque mot en plus. Plus c'est bas, plus les mots partent vite.
hu: Mennyit kell húznod minden további szó törléséhez. Kisebb érték gyorsabban töröl.
it: Quanto devi trascinare per eliminare ogni parola in più. Più basso, più veloce cancelli le parole.
ja: 単語を1つ多く削除するのにドラッグする距離です。短くするほど速く削除できます。
ko: 단어를 하나 더 지울 때 드래그하는 거리예요. 짧을수록 단어가 더 빨리 지워져요.
ms: Jarak seret untuk padam setiap perkataan tambahan. Lebih rendah, lebih laju padam perkataan.
pt: Distância que arrastas para apagar cada palavra a mais. Mais baixo, apaga as palavras mais depressa.
ru: Расстояние, которое нужно провести, чтобы удалить очередное слово. Меньше — слова удаляются быстрее.
zh_hans: 每多删一个词你要拖的距离。数值越小删得越快。

source: Divider
de: Trenner
es: Separador
et: Eraldaja
fr: Séparateur
hu: Elválasztó
it: Divisore
ja: 区切り線
ko: 구분선
ms: Pembahagi
pt: Divisor
ru: Разделитель
zh_hans: 分隔线

source: Do my settings follow me to my other devices?
de: Kommen meine Einstellungen auf meine anderen Geräte?
es: ¿Mis ajustes me siguen a mis otros dispositivos?
et: Kas mu seaded järgnevad mulle teistesse seadmetesse?
fr: Mes réglages me suivent-ils sur mes autres appareils ?
hu: Átjönnek a beállításaim a többi eszközömre?
it: Le mie impostazioni mi seguono sugli altri dispositivi?
ja: 設定はほかの端末にも引き継がれますか？
ko: 내 설정이 다른 기기에도 따라오나요?
ms: Adakah tetapan saya ikut ke peranti lain?
pt: As minhas definições vão comigo para os outros dispositivos?
ru: Переезжают ли мои настройки на другие устройства?
zh_hans: 我的设置会跟到别的设备上吗？

source: Do the animations cost me battery?
de: Kosten mich die Animationen Akku?
es: ¿Las animaciones me gastan batería?
et: Kas animatsioonid maksavad mulle akut?
fr: Est-ce que les animations me coûtent de la batterie ?
hu: Fogyasztják az animációk az akkumulátort?
it: Le animazioni mi costano batteria?
ja: アニメーションはバッテリーを食いますか？
ko: 애니메이션이 배터리를 많이 먹나요?
ms: Adakah animasi ini memakan bateri saya?
pt: As animações gastam-me bateria?
ru: Анимации тратят батарею?
zh_hans: 这些动效费电吗？

source: Do the maths without leaving the keyboard
de: Rechne, ohne die Tastatur zu verlassen
es: Haz cálculos sin salir del teclado
et: Tee arvutusi klaviatuurilt lahkumata
fr: Fais des calculs sans quitter le clavier
hu: Számolj anélkül, hogy elhagynád a billentyűzetet
it: Fai i calcoli senza uscire dalla tastiera
ja: キーボードを離れずに計算できます
ko: 키보드를 벗어나지 않고 계산하세요
ms: Buat pengiraan tanpa keluar dari papan kekunci
pt: Faz contas sem saíres do teclado
ru: Считайте, не уходя с клавиатуры
zh_hans: 不用离开键盘就能算数

source: Do the same on the other device, signed in to the same Apple Account.
de: Mach dasselbe auf dem anderen Gerät, angemeldet mit demselben Apple-Account.
es: Haz lo mismo en el otro dispositivo, con la misma cuenta de Apple iniciada.
et: Tee sama teises seadmes, logitud samasse Apple'i kontosse.
fr: Fais pareil sur l'autre appareil, connecté au même compte Apple.
hu: Ugyanezt tedd meg a másik eszközön is, ugyanazzal az Apple-fiókkal bejelentkezve.
it: Fai lo stesso sull'altro dispositivo, con lo stesso account Apple.
ja: 同じApple アカウントでサインインした別の端末でも、同じ操作をします。
ko: 같은 Apple 계정으로 로그인한 다른 기기에서도 똑같이 하세요.
ms: Buat perkara yang sama pada peranti satu lagi, dengan Akaun Apple yang sama.
pt: Faz o mesmo no outro dispositivo, com sessão iniciada na mesma conta Apple.
ru: Сделайте то же самое на другом устройстве, войдя в тот же аккаунт Apple.
zh_hans: 在另一台设备上用同一个 Apple 账户登录，做同样的操作。

source: Do you want to save this key's edits?
de: Möchtest du die Änderungen an dieser Taste speichern?
es: ¿Quieres guardar los cambios de esta tecla?
et: Kas soovid selle klahvi muudatused salvestada?
fr: Voulez-vous enregistrer les modifications de cette touche ?
hu: Szeretnéd menteni ennek a billentyűnek a módosításait?
it: Vuoi salvare le modifiche a questo tasto?
ja: このキーへの変更を保存しますか？
ko: 이 키의 변경 사항을 저장할까요?
ms: Simpan perubahan pada kekunci ini?
pt: Queres guardar as alterações desta tecla?
ru: Сохранить изменения этой клавиши?
zh_hans: 要保存对此按键的更改吗？

source: Does Clink learn what I type?
de: Lernt Clink mit, was ich tippe?
es: ¿Clink aprende lo que escribo?
et: Kas Clink õpib seda, mida ma tipin?
fr: Est-ce que Clink apprend ce que je tape ?
hu: Tanul a Clink abból, amit gépelek?
it: Clink impara quello che scrivo?
ja: Clinkは入力した内容を学習しますか？
ko: Clink이 제가 입력한 걸 학습하나요?
ms: Adakah Clink belajar apa yang saya taip?
pt: O Clink aprende o que eu escrevo?
ru: Clink учится тому, что я печатаю?
zh_hans: Clink 会学我打的字吗？

source: Does dictation cost anything?
de: Kostet die Diktierfunktion etwas?
es: ¿El dictado cuesta algo?
et: Kas dikteerimine maksab midagi?
fr: La dictée coûte-t-elle quelque chose ?
hu: Kerül valamibe a diktálás?
it: La dettatura ha un costo?
ja: 音声入力は有料ですか？
ko: 받아쓰기는 유료인가요?
ms: Adakah imlak dikenakan bayaran?
pt: O ditado custa alguma coisa?
ru: Диктовка стоит денег?
zh_hans: 语音输入要花钱吗？

source: Dog
de: Hund
es: Perro
et: Koer
fr: Chien
hu: Kutya
it: Cane
ja: イヌ
ko: 강아지
ms: Anjing
pt: Cão
ru: Собака
zh_hans: 狗

source: Dome
de: Kuppel
es: Cúpula
et: Kuppel
fr: Dôme
hu: Kupola
it: Cupola
ja: ドーム
ko: 돔
ms: Kubah
pt: Cúpula
ru: Купол
zh_hans: 穹顶

source: Don't see a language? Its spell-check dictionary comes with the system keyboard. Add it under **Settings → General → Keyboard → Keyboards** (say, Spanish), then come back here and it'll show up.
de: Deine Sprache fehlt? Ihr Rechtschreib-Wörterbuch steckt in der Systemtastatur. Füg sie unter **Einstellungen → Allgemein → Tastatur → Tastaturen** hinzu (etwa Spanisch), komm dann hierher zurück, und sie taucht auf.
es: ¿No ves tu idioma? Su diccionario de corrección viene con el teclado del sistema. Añádelo en **Ajustes → General → Teclado → Teclados** (por ejemplo, Español), luego vuelve aquí y aparecerá.
et: Ei näe keelt? Selle õigekirjakontrolli sõnaraamat kuulub süsteemse klaviatuuri juurde. Lisa see jaotises **Seaded → Üldine → Klaviatuur → Klaviatuurid** (nt. hispaania), tule siia tagasi ja see ilmub.
fr: Tu ne vois pas une langue ? Son dictionnaire de correction vient avec le clavier système. Ajoute-la dans **Réglages → Général → Clavier → Claviers** (l'espagnol par exemple), puis reviens ici et elle apparaîtra.
hu: Nem találsz egy nyelvet? A helyesírás-ellenőrző szótára a rendszer-billentyűzethez tartozik. Add hozzá itt: **Beállítások → Általános → Billentyűzet → Billentyűzetek** (mondjuk a spanyolt), aztán gyere vissza, és megjelenik.
it: Non vedi una lingua? Il suo dizionario per il controllo ortografico arriva con la tastiera di sistema. Aggiungila da **Impostazioni → Generali → Tastiera → Tastiere** (lo spagnolo, per dire), poi torna qui e la troverai.
ja: 使いたい言語が見当たりませんか？そのスペルチェック辞書はシステムキーボードに入っています。**設定 → 一般 → キーボード → キーボード** で追加して（たとえばスペイン語）、ここに戻れば表示されます。
ko: 원하는 언어가 안 보이나요? 그 언어의 맞춤법 사전은 시스템 키보드에 들어 있어요. **설정 → 일반 → 키보드 → 키보드**에서 추가하고(예를 들어 스페인어), 여기로 다시 오면 나타나요.
ms: Tak nampak bahasa yang anda cari? Kamus semak ejaannya datang bersama papan kekunci sistem. Tambah di bawah **Tetapan → Umum → Papan Kekunci → Papan Kekunci** (contohnya, Sepanyol), lepas tu balik ke sini dan ia akan muncul.
pt: Não vês um idioma? O dicionário ortográfico dele vem com o teclado do sistema. Adiciona-o em **Definições → Geral → Teclado → Teclados** (por exemplo, Espanhol), depois volta aqui e ele aparece.
ru: Не видите нужный язык? Его словарь проверки орфографии приходит вместе с системной клавиатурой. Добавьте её в **Настройках → Основные → Клавиатура → Клавиатуры** (скажем, испанскую), вернитесь сюда — и язык появится.
zh_hans: 没找到你要的语言？它的拼写词典是随系统键盘一起来的。到 **设置 → 通用 → 键盘 → 键盘** 里加上（比如西班牙语），再回到这里它就出现了。

source: Done
de: Fertig
es: Hecho
et: Valmis
fr: Terminé
hu: Kész
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
pt: Concluído
ru: Готово
zh_hans: 完成

source: Dotted
de: Gepunktet
es: Punteada
et: Punktiir
fr: Pointillés
hu: Pontozott
it: Punteggiato
ja: 点線
ko: 점선
ms: Bertitik
pt: Pontilhado
ru: Точки
zh_hans: 点线

source: Double-space period
de: Punkt bei doppeltem Leerzeichen
es: Punto con doble espacio
et: Topelttühik lisab punkti
fr: Point par double espace
hu: Pont dupla szóközre
it: Punto con doppio spazio
ja: ダブルスペースでピリオド
ko: 스페이스 두 번으로 마침표
ms: Noktah dengan ruang berganda
pt: Ponto com espaço duplo
ru: Точка двойным пробелом
zh_hans: 双击空格加句号

source: Double-space types
de: Doppeltippen der Leertaste schreibt
es: El doble espacio escribe
et: Topelttühikuga lisatakse
fr: La double espace écrit
hu: A dupla szóköz ezt írja
it: Il doppio spazio scrive
ja: スペース 2 回で入力する記号
ko: 스페이스 두 번으로 입력할 기호
ms: Ruang dua kali menaip
pt: O espaço duplo escreve
ru: Двойной пробел вставляет
zh_hans: 双击空格输入

source: Down
de: Abwärts
es: Abajo
et: Alla
fr: Bas
hu: Le
it: Giù
ja: 下
ko: 아래
ms: Bawah
pt: Baixo
ru: Вниз
zh_hans: 向下

source: Download
de: Laden
es: Descargar
et: Laadi alla
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
ko: 다운로드
ms: Muat turun
pt: Transferir
ru: Загрузить
zh_hans: 下载

source: Download %@
de: %@ laden
es: Descargar %@
et: Laadi %@ alla
fr: Télécharger %@
hu: %@ letöltése
it: Scarica %@
ja: %@をダウンロード
ko: %@ 다운로드
ms: Muat turun %@
pt: Descarregar %@
ru: Загрузить %@
zh_hans: 下载 %@

source: Download preset
de: Voreinstellung laden
es: Descargar preajuste
et: Laadi eelseadistus alla
fr: Télécharger le préréglage
hu: Előbeállítás letöltése
it: Scarica preset
ja: プリセットをダウンロード
ko: 프리셋 다운로드
ms: Muat turun pratetap
pt: Descarregar predefinição
ru: Скачать предустановку
zh_hans: 下载预设

source: Download this theme?
de: Dieses Design laden?
es: ¿Descargar este tema?
et: Kas laadida see teema alla?
fr: Télécharger ce thème ?
hu: Letölti ezt a témát?
it: Scaricare questo tema?
ja: このテーマをダウンロードしますか？
ko: 이 테마를 다운로드할까요?
ms: Muat turun tema ini?
pt: Baixar esse tema?
ru: Загрузить эту тему?
zh_hans: 下载此主题？

source: Downloaded packs stay on this device and are available to the keyboard offline.
de: Geladene Pakete bleiben auf diesem Gerät und sind für die Tastatur offline verfügbar.
es: Los paquetes descargados se quedan en este dispositivo y están disponibles sin conexión para el teclado.
et: Allalaaditud paketid jäävad sellesse seadmesse ja on klaviatuuris võrguühenduseta saadaval.
fr: Les packs téléchargés restent sur cet appareil et sont disponibles hors ligne pour le clavier.
hi: डाउनलोड किए गए पैक इसी डिवाइस पर रहते हैं और कीबोर्ड के लिए ऑफ़लाइन उपलब्ध होते हैं।
hu: A letöltött csomagok ezen a készüléken maradnak, és a billentyűzet offline is használhatja őket.
it: I pacchetti scaricati restano su questo dispositivo e sono disponibili offline per la tastiera.
ja: ダウンロードしたパックはこのデバイスに保存され、キーボードでオフライン利用できます。
ko: 다운로드한 팩은 이 기기에 저장되며 키보드에서 오프라인으로 사용할 수 있습니다.
ms: Pek yang dimuat turun kekal pada peranti ini dan tersedia luar talian untuk papan kekunci.
ne: डाउनलोड गरिएका प्याकहरू यही उपकरणमा रहन्छन् र किबोर्डका लागि अफलाइन उपलब्ध हुन्छन्।
pt: Os pacotes descarregados ficam neste dispositivo e estão disponíveis offline para o teclado.
ru: Загруженные пакеты остаются на этом устройстве и доступны клавиатуре без подключения к интернету.
tr: İndirilen paketler bu aygıtta kalır ve klavye için çevrimdışı kullanılabilir.
zh_hans: 下载的语言包保留在此设备上，键盘可离线使用。

source: Draft a reply
de: Antwortentwurf erstellen
es: Redactar una respuesta
et: Koosta vastuse mustand
fr: Rédiger une réponse
hu: Válasz megfogalmazása
it: Scrivi una bozza di risposta
ja: 返信の下書きを作る
ko: 답장 초안 작성
ms: Rangka jawapan
pt: Rascunhar uma resposta
ru: Набросать ответ
zh_hans: 起草一条回复

source: Drag
de: Ziehen
es: Arrastrar
et: Lohista
fr: Glisser
hu: Húzás
it: Trascina
ja: ドラッグ
ko: 드래그
ms: Seret
pt: Arrastar
ru: Перетащить
zh_hans: 拖动

source: Drag 14pt to delete, 26pt per word. Fast deletions.
de: 14 pt ziehen zum Löschen, 26 pt pro Wort. Schnelles Löschen.
es: Arrastra 14 pt para borrar, 26 pt por palabra. Borrado rápido.
et: Kustutamiseks lohista 14 pt, iga sõna kohta 26 pt. Kiire kustutamine.
fr: Glisse de 14 pt pour effacer, puis de 26 pt par mot. Effacement rapide.
hu: Húzz 14 pt-ot a törléshez, szavanként 26 pt-ot. Gyors törlés.
it: Trascina di 14 pt per eliminare, 26 pt per parola. Cancellazione rapida.
ja: 14ptドラッグで開始し、26ptごとに1単語削除します。素早く削除できます。
ko: 14pt에서 삭제를 시작하고 단어마다 26pt씩 이동합니다. 빠르게 삭제합니다.
ms: Seret 14 pt untuk memadam, 26 pt bagi setiap perkataan. Pemadaman pantas.
pt: Arraste 14 pt para apagar, 26 pt por palavra. Eliminação rápida.
ru: Проведите на 14 пт для удаления, по 26 пт на слово. Быстрое удаление.
zh_hans: 拖动 14 pt 开始删除，之后每 26 pt 删除一个词。删除速度快。

source: Drag 24pt to delete, 42pt per word.
de: 24 pt ziehen zum Löschen, 42 pt pro Wort.
es: Arrastra 24 pt para borrar, 42 pt por palabra.
et: Kustutamiseks lohista 24 pt, iga sõna kohta 42 pt.
fr: Glisse de 24 pt pour effacer, puis de 42 pt par mot.
hu: Húzz 24 pt-ot a törléshez, szavanként 42 pt-ot.
it: Trascina di 24 pt per eliminare, 42 pt per parola.
ja: 24ptドラッグで削除を開始し、42ptごとに1単語削除します。
ko: 24pt 드래그하여 삭제를 시작하고, 단어마다 42pt씩 이동합니다.
ms: Seret 24 pt untuk memadam, 42 pt bagi setiap perkataan.
pt: Arraste 24 pt para apagar, 42 pt por palavra.
ru: Проведите на 24 пт для удаления, по 42 пт на слово.
zh_hans: 拖动 24 pt 开始删除，之后每 42 pt 删除一个词。

source: Drag 40pt to delete, 60pt per word. Hard to trigger.
de: 40 pt ziehen zum Löschen, 60 pt pro Wort. Verhindert versehentliches Auslösen.
es: Arrastra 40 pt para borrar, 60 pt por palabra. Evita activaciones accidentales.
et: Kustutamiseks lohista 40 pt, iga sõna kohta 60 pt. Raske kogemata käivitada.
fr: Glisse de 40 pt pour effacer, puis de 60 pt par mot. Limite les déclenchements accidentels.
hu: Húzz 40 pt-ot a törléshez, szavanként 60 pt-ot. Nehezebb véletlenül aktiválni.
it: Trascina di 40 pt per eliminare, 60 pt per parola. Difficile da attivare per errore.
ja: 40ptドラッグで開始し、60ptごとに1単語削除します。誤操作を防ぎやすくします。
ko: 40pt에서 삭제를 시작하고 단어마다 60pt씩 이동합니다. 실수로 작동하기 어렵습니다.
ms: Seret 40 pt untuk memadam, 60 pt bagi setiap perkataan. Sukar dicetuskan secara tidak sengaja.
pt: Arraste 40 pt para apagar, 60 pt por palavra. Evita ativações acidentais.
ru: Проведите на 40 пт для удаления, по 60 пт на слово. Сложнее запустить случайно.
zh_hans: 拖动 40 pt 开始删除，之后每 60 pt 删除一个词。不易误触发。

source: Drag Press linger down to nothing.
de: Zieh das Druck-Verweilen ganz auf null.
es: Baja la Permanencia de pulsación a cero.
et: Lohista vajutuse viivitus täiesti nullini.
fr: Ramène le Maintien de l'appui à zéro.
hu: Húzd a Nyomás késlekedését nullára.
it: Porta la Permanenza della pressione a zero.
ja: 「押下の保持」をゼロまで下げます。
ko: 누름 유지를 0까지 내리세요.
ms: Turunkan Lengah tekanan ke sifar.
pt: Baixa a Permanência do toque até zero.
ru: Сведите «Задержку нажатия» к нулю.
zh_hans: 把“按压停留”拖到零。

source: Drag it down for squarer keys, up for rounder ones.
de: Nach unten ziehen macht sie kantiger, nach oben runder.
es: Bájalo para teclas más cuadradas, súbelo para más redondeadas.
et: Lohista alla kandilisemate klahvide jaoks, üles ümaramate jaoks.
fr: Baisse-le pour des touches plus carrées, monte-le pour plus rondes.
hu: Húzd lejjebb a szögletesebb, feljebb a kerekebb billentyűkért.
it: Abbassalo per tasti più squadrati, alzalo per averli più tondi.
ja: 下げると角ばり、上げると丸くなります。
ko: 내리면 각지고, 올리면 둥글어집니다.
ms: Turunkan untuk kekunci lebih bersegi, naikkan untuk lebih bulat.
pt: Baixa-o para teclas mais quadradas, sobe-o para mais redondas.
ru: Ведите вниз — клавиши квадратнее, вверх — круглее.
zh_hans: 调低更方正，调高更圆润。

source: Drag left and right to move the caret.
de: Links und rechts ziehen, um den Cursor zu bewegen.
es: Arrastra izquierda y derecha para mover el cursor.
et: Lohista vasakule ja paremale kursori liigutamiseks.
fr: Faites glisser gauche/droite pour déplacer le curseur.
hu: Húzd balra és jobbra a kurzor mozgatásához.
it: Trascina a sinistra e a destra per spostare il cursore.
ja: 左右にドラッグしてキャレットを動かします。
ko: 왼쪽·오른쪽으로 드래그해 캐럿을 움직입니다.
ms: Seret kiri dan kanan untuk gerakkan kursor.
pt: Arrasta esquerda e direita para mover o cursor.
ru: Ведите влево и вправо, чтобы перемещать курсор.
zh_hans: 左右拖动移动插入点。

source: Drag on the blank bar to move the cursor. Tap does nothing.
de: Zieh auf dem leeren Balken, um den Cursor zu bewegen. Tippen macht nichts.
es: Arrastra la barra en blanco para mover el cursor. Tocar no hace nada.
et: Lohista tühjal ribal kursori liigutamiseks. Puudutus ei tee midagi.
fr: Faites glisser la barre vide pour déplacer le curseur. Toucher ne fait rien.
hu: Húzd az üres sávon a kurzor mozgatásához. A koppintás nem csinál semmit.
it: Trascina sulla barra vuota per spostare il cursore. Toccare non fa nulla.
ja: 空白のバーをドラッグしてカーソルを動かします。タップでは何も起きません。
ko: 빈 바를 드래그해 커서를 움직입니다. 탭은 아무 일도 안 합니다.
ms: Seret pada bar kosong untuk gerakkan kursor. Ketik tidak buat apa-apa.
pt: Arrasta na barra em branco para mover o cursor. Tocar não faz nada.
ru: Ведите по пустой полосе, чтобы перемещать курсор. Касание ничего не делает.
zh_hans: 在空白栏上拖动来移动光标。点按无效。

source: Drag sideways for characters, up and down for lines.
de: Seitwärts für Zeichen, hoch/runter für Zeilen.
es: Arrastra de lado para caracteres, arriba y abajo para líneas.
et: Lohista küljelt tähtede jaoks, üles-alla ridade jaoks.
fr: Faites glisser latéralement pour les caractères, haut/bas pour les lignes.
hu: Oldalra a karakterekhez, fel-le a sorokhoz.
it: Trascina di lato per i caratteri, su e giù per le righe.
ja: 横方向で文字、上下で行を移動します。
ko: 가로로 글자, 위아래로 줄 단위 이동합니다.
ms: Seret sisi untuk aksara, atas dan bawah untuk baris.
pt: Arrasta de lado para caracteres, cima e baixo para linhas.
ru: Ведите в стороны — по символам, вверх и вниз — по строкам.
zh_hans: 左右拖动按字符移，上下拖动按行移。

source: Drag stickers to move them. Pinch or use the size slider to resize.
de: Ziehe Sticker, um sie zu verschieben. Zum Größenändern kneife oder nutze den Größenregler.
es: Arrastra las pegatinas para moverlas. Pellizca o usa el control de tamaño para redimensionarlas.
et: Lohista kleepse liigutamiseks. Suuruse muutmiseks näpi või kasuta suuruselülitit.
fr: Faites glisser les autocollants pour les déplacer. Pincez ou utilisez le curseur de taille pour les redimensionner.
hu: Húzd a matricákat mozgatáshoz. Méretezéshez csipesszel vagy a méretcsúszkával.
it: Trascina gli adesivi per spostarli. Pizzica o usa il cursore per ridimensionarli.
ja: ステッカーをドラッグして移動。ピンチまたはサイズスライダーで拡大縮小。
ko: 스티커를 드래그하여 이동하세요. 크기는 핀치하거나 크기 슬라이더로 조절하세요.
ms: Seret pelekat untuk menggerakkannya. Cubit atau gunakan peluncur saiz untuk menukar saiz.
pt: Arraste os adesivos para movê-los. Aperte ou use o controle de tamanho para redimensionar.
ru: Перетаскивайте стикеры, чтобы перемещать их. Изменяйте размер щипком или ползунком.
zh_hans: 拖动贴纸以移动它们。用双指捏合或大小滑块调整尺寸。

source: Drag the handle to resize the strip, or turn the dials. Double-tap the strip to start over.
de: Zieh am Griff, um den Streifen zu ändern, oder dreh an den Reglern. Doppeltippen auf den Streifen setzt alles zurück.
es: Arrastra el tirador para cambiar el tamaño de la tira o gira los diales. Toca dos veces la tira para empezar de cero.
et: Lohista käepidet riba suuruse muutmiseks või keera ratast. Topelt-puuduta riba, et alustada uuesti.
fr: Fais glisser la poignée pour redimensionner la bande, ou tourne les molettes. Double-tape la bande pour tout remettre à zéro.
hu: Húzd a fogantyút a sáv átméretezéséhez, vagy tekerd a tárcsákat. A sávra duplán koppintva minden visszaáll.
it: Trascina la maniglia per ridimensionare la striscia oppure gira le manopole. Tocca due volte la striscia per ricominciare.
ja: つまみをドラッグすると帯の大きさが変わります。ダイヤルでも調整でき、帯をダブルタップすると元に戻ります。
ko: 손잡이를 끌어 띠 크기를 바꾸거나 다이얼을 돌려 조절하세요. 띠를 두 번 탭하면 처음 상태로 돌아갑니다.
ms: Seret pemegang untuk mengubah saiz jalur, atau putar dailnya. Ketik dua kali pada jalur untuk kembali asal.
pt: Arrasta a pega para redimensionar a faixa ou roda os seletores. Toca duas vezes na faixa para recomeçar.
ru: Потяните за ручку, чтобы изменить размер полосы, или покрутите регуляторы. Двойное нажатие по полосе начинает заново.
zh_hans: 拖动手柄即可调整数字带大小，也可以转动旋钮。双击数字带即可恢复原状。

source: Drag the handle to resize the strip. Double-tap the strip to start over.
de: Zieh den Griff, um den Streifen zu skalieren. Doppeltippen setzt ihn zurück.
es: Arrastra el asa para cambiar el tamaño de la tira. Toca dos veces para empezar de cero.
et: Lohista käepidet riba suuruse muutmiseks. Topelt-puuduta riba, et alustada uuesti.
fr: Glisse la poignée pour redimensionner la bande. Tape deux fois pour recommencer.
hu: Húzd a fogantyút a sáv méretezéséhez. Dupla koppintás újrakezdi.
it: Trascina la maniglia per ridimensionare la striscia. Tocca due volte per ricominciare.
ja: ハンドルをドラッグして帯の大きさを変えます。ダブルタップでやり直し。
ko: 핸들을 끌어 띠 크기를 바꿉니다. 두 번 탭하면 처음부터.
ms: Seret pemegang untuk saiz semula jalur. Ketik dua kali untuk mula semula.
pt: Arrasta o puxador para redimensionar a faixa. Toca duas vezes para recomeçar.
ru: Потяните за ручку, чтобы изменить размер полосы. Дважды коснитесь полосы, чтобы начать заново.
zh_hans: 拖动手柄调整条的大小。双击条子即可重来。

source: Drag the knob up or right to turn it up.
de: Zieh den Regler nach oben oder rechts, um ihn aufzudrehen.
es: Arrastra la rueda hacia arriba o a la derecha para subirla.
et: Suurendamiseks lohista keerajat üles või paremale.
fr: Fais glisser la molette vers le haut ou la droite pour augmenter la valeur.
hu: Húzd a tekerőt felfelé vagy jobbra a növeléshez.
it: Trascina la manopola in alto o a destra per alzarla.
ja: ノブを上か右にドラッグすると上がります。
ko: 노브를 위나 오른쪽으로 드래그하면 올라갑니다.
ms: Seret tombol ke atas atau kanan untuk menaikkannya.
pt: Arraste o botão para cima ou para a direita para aumentar.
ru: Потяните регулятор вверх или вправо, чтобы прибавить.
zh_hans: 向上或向右拖动旋钮即可调高。

source: Drag the padding handles on the preview to set how much room the keyboard takes.
de: Ziehe die Abstandsgriffe in der Vorschau, um festzulegen, wie viel Platz die Tastatur einnimmt.
es: Arrastra los tiradores de los márgenes en la vista previa para ajustar cuánto espacio ocupa el teclado.
et: Lohista eelvaates veeriste pidemeid, et määrata, kui palju ruumi klaviatuur võtab.
fr: Fais glisser les poignées des marges dans l’aperçu pour régler la place occupée par le clavier.
hu: Az előnézet térközállító fogantyúival beállíthatod, mekkora helyet foglaljon a billentyűzet.
it: Trascina le maniglie dei margini nell’anteprima per regolare lo spazio occupato dalla tastiera.
ja: プレビューの余白ハンドルをドラッグして、キーボードが占める範囲を調整します。
ko: 미리 보기의 여백 조절점을 드래그해 키보드가 차지하는 공간을 조절하세요.
ms: Seret pemegang jarak tepi pada pratonton untuk menetapkan ruang yang digunakan oleh papan kekunci.
pt: Arrasta as pegas das margens na pré-visualização para ajustar o espaço ocupado pelo teclado.
ru: Перетаскивайте маркеры отступов на предпросмотре, чтобы настроить, сколько места занимает клавиатура.
zh_hans: 拖动预览中的边距控制点，调整键盘占用的空间。

source: Drag through the rest of the letters without lifting.
de: Zieh ohne abzusetzen durch die restlichen Buchstaben.
es: Arrastra por el resto de las letras sin levantar el dedo.
et: Lohista läbi ülejäänud tähtede ilma sõrge tõstmata.
fr: Fais glisser sur les autres lettres sans lever le doigt.
hu: Húzd végig a többi betűn felemelés nélkül.
it: Trascina sulle altre lettere senza staccare il dito.
ja: 指を離さずに、残りの文字をなぞります。
ko: 손가락을 떼지 말고 나머지 글자들을 지나가세요.
ms: Seret melalui huruf yang lain tanpa mengangkat jari.
pt: Arrasta pelas restantes letras sem levantar o dedo.
ru: Проведите по остальным буквам, не отрывая палец.
zh_hans: 手指不抬起，划过其余的字母。
